Tekla.Structures.ModelInternal.GenericDelegateFake`1.StartLiveSharing(Tekla.Structures.Model.Internal.IChangeSetCreatedCallback)


Tekla.Structures.ModelInternal.GenericDelegateFake`1.StopLiveSharing


Tekla.Structures.ModelInternal.GenericDelegateFake`1.CreateBaseline(System.String)


Tekla.Structures.ModelInternal.GenericDelegateFake`1.GetPendingChangeSets(System.String)
